{
  "confirm-discard-recordings": "¿Está seguro que quiere descartar tu grabación? ¡Esto no se puede deshacer!",
  "sources-scenario-display-and-user": "Pantalla y cámara",
  "sources-scenario-display": "Pantalla",
  "sources-scenario-user": "Cámara",
  "sources-display": "Pantalla",
  "sources-user": "Cámara",
  "error-lost-video-stream": "¡La transmisión de video terminó inesperadamente! ¿Se desconectó una cámara o accidentalmente dejó de compartir una fuente de video?",
  "error-lost-audio-stream": "¡La transmisión de audio terminó inesperadamente! ¿Se desconectó el micrófono o accidentalmente dejó de compartir la fuente de audio?",
  "error-lost-stream-end-recording": "Una transmisión de video o audio finalizó inesperadamente y, por lo tanto, la grabación se detuvo prematuramente. ¿Se desconectó un micrófono o una cámara? ¿O accidentalmente dejó de compartir la fuente de medios o revocó los permisos necesarios?",
  "warning-https": "La mayoría de los navegadores no permiten la captura de video a través de una conexión no segura (HTTP). Por favor cambie a HTTPS.",
  "warning-recorder-not-supported": "Su navegador no soporta la grabación de transmisiones multimedia.",
  "warning-recorder-safari-hint": "Si está utilizando Safari, puede habilitar la función experimental 'MediaRecorder' en la configuración. Sin embargo, en macOS, recomendamos cambiar a Chrome o Firefox.",

  "steps": {
    "back-button-label": "Atrás",
    "next-button-label": "Siguiente",

    "video": {
      "share-display": "Compartir escritorio",
      "share-user": "Compartir cámara",
      "display-selected": "Pantalla seleccionada",
      "display-and-user-selected": "Pantalla y cámara seleccionada",
      "display-not-allowed-title": "No se puede acceder a su pantalla",
      "display-not-allowed-text": "Intenta volver a seleccionar la fuente. Si eso no funciona, vuelva a cargar esta página o permítanos acceder a su pantalla (generalmente a través de un botón al lado de la barra de direcciones de su navegador).",
      "user-not-allowed-title": "No se puede acceder a su cámara",
      "user-not-allowed-text": "Intenta volver a seleccionar la fuente. Si eso no funciona, vuelva a cargar esta página o permítanos acceder a su cámara (generalmente a través de un botón al lado de la barra de direcciones de su navegador). Si eso no ayuda, intente cerrar otras aplicaciones que puedan usar esa cámara: con algunos sistemas operativos, solo una aplicación puede tener acceso a la cámara.",
      "user-selected": "Cámara seleccionada",
      "question": "¿Qué fuente(s) de video grabar?",
      "none-available": "Su navegador/dispositivo no permite la captura de pantalla o video de la cámara :-(",
      "reselect-source": "Reseleccionar la(s) fuente(s)",
      "no-cam-detected": "Cámara no seleccionada",
      "device": "Dispositivo",
      "aspect-ratio": "Relación de aspecto",
      "aspect-ratio-auto": "automático",
      "quality": "Calidad",
      "quality-auto": "automático",
      "preferences-note": "<0>Nota:</0> estao son sólo preferencias y no se puede garantizar que todas las opciones estén realmente soportadas en su dispositivo. En caso de duda, elija 'automático'."
    },
    "audio": {
      "question": "¿Grabar el audio?",
      "microphone": "Micrófono",
      "microphone-selected": "Micrófono seleccionado",
      "without-audio": "Sin audio",
      "reselect-audio": "Volver a seleccionar el audio",
      "not-allowed-title": "No se puede acceder a su micrófono",
      "not-allowed-text": "Intente seleccionar 'Volver a seleccionar el audio' y luego vuelva a seleccionar 'Micrófono'. Si eso no funciona, vuelva a cargar esta página o permítanos acceder a su micrófono (generalmente a través de un botón al lado de la barra de direcciones de su navegador).",
      "device": "Dispositivo"
    },
    "record": {
      "pause-button-title": "Pausar grabación",
      "record-button-title": "Iniciar grabación",
      "resume-button-title": "Reanudar grabación",
      "stop-button-title": "Detener grabación"
    },
    "review": {
      "button-discard-and-record": "Descartar y volver a grabar",
      "error-empty-recording": "Error: tu grabación está completamente vacía. ¿Detuviste la grabación casi inmediatamente después de comenzar? Además, asegúrese de que su sistema sea lo suficientemente potente como para grabar una transmisión de video (este podría no ser el caso si otra aplicación utiliza mucho su sistema o si su dispositivo es muy antiguo). Si su sistema es lo suficientemente potente como para grabar, grabó durante más de unos segundos y aún ve este error: informe de esto como un error en GitHub.",
      "set-start": "Establecer el instante actual como inicio",
      "set-end": "Establecer el instante actual como fin",
      "part-will-be-removed": "Esta parte será eliminada",
      "player-progress": "{{currentTime, duration-seconds}} / {{duration, duration-seconds}}",
      "play": "Reproducir",
      "pause": "Pausar"
    },
    "finish": {
      "new-recording": "Empezar una nueva grabación",
      "new-recording-warning": "Al comenzar una nueva grabación, la grabación actual se descartará (las grabaciones subidas o descargadas no se verán afectadas). ¿Estás seguro?",
      "upload": {
        "validation-error-required": "Este campo es obligatorio.",
        "complete": "¡Subida completa!",
        "complete-explanation": "Su grabación será procesada por Opencast ahora.",
        "label-presenter": "Ponente",
        "label-title": "Título",
        "upload-network-error": "Fallo en la subida: error de red. Por favor, compruebe su conexión a Internet. Otras posibles causas: el servidor de Opencast no está accesible o está mal configurado.",
        "upload-invalid-response": "Fallo en la subida: hubo una respuesta inesperada.",
        "upload-not-authorized": "Fallo en la subida: parece que no estás autorizado a subir.",
        "upload-unknown-error": "Fallo en la subida: se produjo un error desconocido.",
        "warn-download-hint": "Si este problema persiste, asegúrese de descargar su grabación para evitar perderla.",
        "currently-uploading": "En este momento se está subiendo...",
        "settings-header": "Configurar subida a Opencast",
        "settings-label-server-url": "URL del servidor",
        "settings-label-username": "Usuario",
        "settings-label-password": "Contraseña",
        "settings-invalid-url": "Esta no es una URL válida",
        "settings-invalid-url-http-start": "La URL debe empezar por  'https://' o 'http://'",
        "settings-invalid-login-data": "No se pudo iniciar sesión en el servidor Opencast: el nombre de usuario/contraseña que proporcionó no es válido.",
        "settings-invalid-provided-login": "El servidor esta configurado para autenticarse automáticamente, pero la solicitud devolvió que no está autenticado. Es un error interno de Opencast Studio o el administrador de su sistema configuró mal el servidor. No hay nada que puedas hacer :(",
        "time": {
          "a-few-seconds": "unos pocos segundos",
          "a-minute": "un minuto",
          "an-hour": "una hora",
          "seconds": "segundos",
          "minutes": "minutos",
          "hours": "horas",
          "left": "queda {{time}}"
        }
      }
    }
  }
}
