{
  "forms-validation-error-required": "Dit veld is verplicht.",
  "message-upload-complete": "Upload voltooid!",
  "message-upload-complete-explanation": "Uw opname wordt nu verwerkt door Opencast.",
  "pause-button-title": "Opname pauzeren",
  "record-button-title": "Opname starten",
  "resume-button-title": "Opname hervatten",
  "review-button-discard-and-record": "Verwijderen en opnieuw opnemen",
  "save-creation-label-presenter": "Presenter",
  "save-creation-label-title": "Titel",
  "save-creation-new-recording": "Start nieuwe opname",
  "save-creation-new-recording-warning": "Wanneer u een nieuwe opname start, wordt de actuele opname in deze programma verwijderd (maar de gedownloade of geüploade opnames blijven behouden). Weet je het zeker?",
  "confirm-discard-recordings": "Weet u zeker dat u deze opname wilt weggooien? Dit kan niet ongedaan worden gemaakt!",
  "sources-scenario-display-and-user": "Beeldscherm en camera",
  "sources-scenario-display": "Beeldscherm",
  "sources-scenario-user": "Camera",
  "sources-display": "Beeldscherm",
  "sources-user": "Camera",
  "source-audio-not-allowed-title": "Toegang tot de microfoon niet mogelijk.",
  "source-audio-not-allowed-text": "Probeer 'Audio opnieuw selecteren' te selecteren en dan weer 'Microfoon'. Als dat niet werkt, laadt u deze pagina opnieuw of staat u deze pagina handmatig toe om toegang te krijgen tot uw microfoon (meestal met behulp van een knop naast de adresbalk van uw browser).",
  "sources-audio-question": "Audio opnemen?",
  "sources-audio-microphone": "Microfoon",
  "sources-audio-without-audio": "Geen audio",
  "review-error-empty-recording": "Fout: Uw opname is leeg. Ben je direct na de start gestopt met opnemen? Zorg er ook voor dat uw systeem krachtig genoeg is om video's op te nemen (dit kan niet het geval zijn als andere toepassingen uw systeem zwaar gebruiken of als uw apparaat erg oud is). Als uw systeem krachtig genoeg is, uw opname is langer dan een paar seconden, en u ziet deze fout nog steeds, meld het dan als een bug op GitHub.",
  "stop-button-title": "Opname stoppen",
  "upload-notification": "Momenteel aan het uploaden",
  "upload-settings-modal-header": "Upload naar Opencast configureren",
  "upload-settings-label-server-url": "Server-URL",
  "upload-settings-label-username": "Gebruikersnaam",
  "upload-settings-label-password": "Wachtwoord",
  "upload-settings-invalid-url": "Dit is geen geldige URL.",
  "upload-settings-invalid-url-http-start": "De URL moet beginnen met 'https://' of 'http://'.",
  "upload-settings-invalid-login-data": "Inloggen op de opgegeven server is mislukt: Onjuiste gebruikersnaam of wachtwoord.",
  "upload-settings-invalid-provided-login": "Deze Opencast Studio installatie heeft aangegeven dat er een automatische login beschikbaar is, maar de Opencast server reageert dat er geen login beschikbaar is. Dit is of een interne fout of uw systeembeheerder heeft Studio of Opencast is verkeerd geconfigureerd. Helaas is er niets wat u er aan kunt doen :(",
  "upload-time-a-few-seconds": "enkele seconden",
  "upload-time-a-minute": "een minuut",
  "upload-time-an-hour": "een uur",
  "upload-time-seconds": "seconden",
  "upload-time-minutes": "minuten",
  "upload-time-hours": "uren",
  "upload-time-left": "{{time}} over",
  "warning-https": "De meeste browsers staan geen video-opname toe over een niet-versleutelde verbinding (HTTP). Schakel over naar HTTPS.",
  "warning-recorder-not-supported": "Uw browser ondersteunt het opnemen van media streams niet.",
  "warning-recorder-safari-hint": "Voor Safari op iOS kunt u de experimentele functie 'MediaRecorder' inschakelen in instellingen.",
  "save-creation-upload-network-error": "Upload mislukt: netwerkfout. Controleer uw internetverbinding! Andere mogelijke oorzaken zijn: de Opencast-server is niet bereikbaar of verkeerd geconfigureerd.",
  "save-creation-upload-invalid-response": "Upload mislukt: een onverwachte respons werd teruggestuurd.",
  "save-creation-upload-not-authorized": "Upload mislukt: het lijkt erop dat u niet gemachtigd bent om te uploaden.",
  "save-creation-upload-unknown-error": "Upload mislukt: er is een onbekende fout opgetreden.",
  "save-creation-warn-download-hint": "Als dit probleem voortduurt, zorg er dan voor dat u uw opname downloadt om te voorkomen dat u deze verliest.",
  "sources-audio-microphone-selected": "Geselecteerde microfoon",
  "sources-audio-reselect-audio": "Audio opnieuw selecteren",
  "sources-audio-device": "Toestel",
  "error-lost-video-stream": "Videostroom onverwacht beëindigd! Heeft een camera de verbinding verbroken of heeft u per ongeluk een videobron uitgeschakeld?",
  "error-lost-audio-stream": "De audiostream is onverwacht beëindigd! Heeft de microfoon de verbinding verbroken of heeft u per ongeluk de audiobron uitgeschakeld?",
  "error-lost-stream-end-recording": "Een video- of audiostream werd onverwacht beëindigd en dus werd de actieve opname voortijdig gestopt! Heeft een microfoon of een camera de verbinding verbroken? Of heeft u per ongeluk de mediabron uitgeschakeld of de benodigde rechten opgezegd?",
  "review-set-start": "Stel de actuele tijd in als starttijd",
  "review-set-end": "Stel de actuele tijd in als eindtijd",
  "review-play": "Afspelen",
  "review-pause": "Pauze",
  "review-part-will-be-removed": "Dit deel wordt verwijderd.",
  "review-player-progress": "{{currentTime, duration-seconds}} / {{duration, duration-seconds}}",

  "steps": {
    "back-button-label": "Terug",
    "next-button-label": "Verder",

    "video": {
      "share-display": "Beeldscherm delen",
      "share-user": "Camera delen",
      "display-not-allowed-title": "Toegang tot het beeldscherm is niet mogelijk",
      "display-not-allowed-text": "Probeer de bron opnieuw te selecteren. Mocht dat niet werken, laadt u deze pagina dan opnieuw of staat u deze pagina handmatig toe om toegang te krijgen tot uw beeldscherm (meestal door op een knop naast de adresbalk van uw browser te klikken).",
      "user-not-allowed-title": "Toegang tot de camera is niet mogelijk",
      "user-not-allowed-text": "Probeer de bron opnieuw te selecteren. Mocht dat niet werken, laadt u deze pagina dan opnieuw of staat u deze pagina handmatig toe om toegang te krijgen tot uw beeldscherm (meestal door op een knop naast de adresbalk van uw browser te klikken). Probeer ook andere toepassingen die deze camera gebruiken af te sluiten: op sommige systemen kunnen camera's niet door meerdere programma' s tegelijk worden gebruikt.",
      "display-selected": "Beeldscherm geselecteerd",
      "display-and-user-selected": "Beeldscherm en camera geselecteerd",
      "user-selected": "Camera geselecteerd",
      "question": "Welke videobron(nen) wilt u opnemen?",
      "none-available": "Uw browser/apparaat ondersteunt geen toegang tot het camerabeeld en het beeldscherm. Gebruik een ondersteunde browser.",
      "reselect-source": "Bron(nen) opnieuw selecteren",
      "no-cam-detected": "Geen camera gedetecteerd",
      "device": "Toestel",
      "aspect-ratio": "Aspectratio",
      "aspect-ratio-auto": "auto",
      "quality": "Kwaliteit",
      "quality-auto": "auto",
      "preferences-note": "0>Note:</0> dit zijn slechts voorkeuren en het kan niet worden gegarandeerd dat alle opties daadwerkelijk worden ondersteund op uw toestel. Kies bij twijfel voor 'auto'."
    }
  }
}
